Revit 2020 API
AdvancedOpaque.OpaqueMfpModifier Property
 The property labeled "Translucency Weight" from the "PrismOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string OpaqueMfpModifier { get; }
Visual Basic
Public Shared ReadOnly Property OpaqueMfpModifier As String
	Get
Visual C++
public:
static property String^ OpaqueMfpModifier {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace